---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecRoomReflectivityWalls
source: html/93b23244-a3d0-f217-0901-c4c79c833545.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecRoomReflectivityWalls Property

"Wall Reflectance"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecRoomReflectivityWalls { get; }
```